Repository: builtbybel/ReadySunValley
Catalog: src/RSV/Locales/Locale.*.resx
Languages: de, ja

# AppInfo
source: \nReplacement for Microsoft PC Health Check app\n(currently down!) \n\nThis project was forked initially from: https://github.com/mag-nif-i-cent/Affinity11\n\nYou can also reach out to me on:\ntwitter.com/builtbybel\n\n(C) 2021, Builtbybel
de: \nErsatz für Microsoft's PC Health Check App\n(derzeit offline!)\n\nDanksagungen:\n- German translation overwork by timse201\nhttps://github.com/timse201\n- Dieses Projekt wurde ursprünglich von - https://github.com/mag-nif-i-cent/Affinity11 geforked.\n\nDu erreichst mich unter:\ntwitter.com/builtbybel\n\n(C) 2021, Builtbybel
ja: \nマイクロソフトのPC正常性チェックアプリ(現在取り下げ中)の代替品\n\nこのプロジェクトは https://github.com/mag-nif-i-cent/Affinity11 からフォークしています\n\nJapanese translation by yuki-gh (https://github.com/yuki-gh)\n\n作者への連絡は\ntwitter.com/builtbybel\n\n(C) 2021, Builtbybel

# assessmentCPUArchitecture
source: Checking CPU architecture [2/14]
de: Überprüfung der CPU-Architektur [2/14]
ja: CPUアーキテクチャをチェック中 [2/14]

# assessmentCPUCompatibility
source: Checking CPU Compatibility [6/14]
de: Überprüfung der CPU-Kompatibilität [6/14]
ja: CPUの互換性をチェック中 [6/14]

# assessmentCPUCores
source: Checking Core [5/14]
de: Überprüfung der Anzahl der CPU-Kerne [5/14]
ja: CPUコア数をチェック中 [5/14]

# assessmentCPUSpeed
source: Checking CPU speed [4/14]
de: Überprüfung der CPU-Frequenz [4/14]
ja: CPU速度をチェック中 [4/14]

# assessmentCPUSpeedFormat
source: MHz
ja: MHz 周波数

# assessmentDirectXWDDM
source: Checking DirectX && WDDM2 [11/14]
de: Überprüfung auf DirectX && WDDM2 [11/14]
ja: DirectXとWDDM2 をチェック中[11/14]

# assessmentDisplay
source: Checking Display [3/14]
de: Überprüfung des Monitors [3/14]
ja: ディスプレイをチェック中 [3/14]

# assessmentDisplayFormat
source: inch
de: Zoll
ja: インチ

# assessmentGPU
source: Checking Graphics card [12/14]
de: Überprüfung der Grafikkarte [12/14]
ja: グラフィックカードをチェック中 [12/14]

# assessmentInet
source: Checking Internet connection [14/14]
de: Überprüfung der Internetverbindung [14/14]
ja: インターネット接続をチェック中 [14/14]

# assessmentInetFail
source: No
de: Offline
ja: 不可

# assessmentInetOK
source: Available
de: Verfügbar
ja: 利用可能

# assessmentPartitionType
source: Checking Partition Types [7/14]
de: Überprüfung des Partitionstyps [7/14]
ja: パーティションタイプをチェック中 [7/14]

# assessmentRAM
source: Checking RAM Compatibility [9/14]
de: Überprüfung der RAM-Kompatibilität [9/14]
ja: RAMの互換性をチェック中 [9/14]

# assessmentSecureBoot
source: Checking Secure Boot [8/14]
de: Überprüfung auf Secure Boot [8/14]
ja: セキュアブートをチェック中 [8/14]

# assessmentSecureBootFail
source: Unsupported
de: Nicht unterstützt
ja: 非対応

# assessmentSecureBootOK
source: Supported
de: Unterstützt
ja: 対応

# assessmentStorage
source: Checking Disk size [10/14]
de: Überprüfung der Festplattengröße [10/14]
ja: ディスク容量をチェック中 [10/14]

# assessmentSummaryFail
source: Components not ready for Windows 11
de: Komponenten sind nicht bereit für Windows 11
ja: 個のコンポーネントが Windows 11に非対応です

# assessmentSummaryOK
source: You're ready for Sun Valley!
de: Glückwunsch, du bist bereit für Sun Valley!
ja: Sun Valleyに 対応しています!

# assessmentSystemRequirements
source: Checking system requirements [1/14]
de: Überprüfung der Systemvoraussetzungen [1/14]
ja: システム要件をチェック中 [1/14]

# assessmentTPM
source: Checking TPM version [13/14]
de: Überprüfung der TPM-Version [13/14]
ja: TPMバージョンをチェック中 [13/14]

# assessmentTPMFail
source: Not present
de: Nicht verfügbar
ja: 存在せず

# assessmentTPMLow
source: (Not supported)
de: (Nicht unterstützt)
ja: (非対応)

# assetGithub
source: Open @github.com/builtbybel/readysunvalley
de: @github.com/builtbybel/readysunvalley öffnen
ja: @github.com/builtbybel/readysunvalley を開く

# assetTweet
source: Ready%20for%20%23Windows11/Sun%20Valley%20update?%20Here%20are%20my%20results%20%23ReadySunValley%20%23app
de: Bereit%20für%20%23Windows11/Sun%20Valley%20update?%20Hier%20ist%20mein%20Kompatibilitätsbericht%20%23ReadySunValley%20%23app
ja: Windows11/Sun%20Valleyの更新はOK? これは「ReadySunValley」アプリの結果です

# btnPnlShareScreen
source: Capture and Share on Twitter
de: Aufnehmen und auf Twitter teilen
ja: キャプチャしてTwitterで共有

# btnShareScreen
source: Capture and Share on Twitter
de: Aufnehmen und auf Twitter teilen
ja: キャプチャしてTwitterで共有

# checkCompareMS
source: Compare with Microsoft
de: Mit Microsoft vergleichen
ja: マイクロソフトと比較

# checkCompareMSBack
source: Back to my results
de: Zurück zu meinen Ergebnissen
ja: 結果へ戻る

# checkReport
source: Tell me why my PC isn’t supported
de: Zeige mir den Detailbericht an
ja: お使いのPCが非対応である理由を見る

# checkReportBack
source: All right, okay
de: Zurück zur Normalansicht
ja: 了解しました

# descBootBad
source: Your system needs to support a UEFI boot mode, right now your system is booting using Legacy. This doesn't necessarily mean that your system doesn't support it. Check your motherboard, system manual or BIOS for more information.
de: Dein System muss einen UEFI-Boot-Modus unterstützen. Im Moment bootet dein System im Legacy-Modus. Dies bedeutet nicht zwangsläufig, dass dein System dies nicht unterstützt. Überprüfe hierzu dein Motherboard, das Systemhandbuch oder BIOS für weitere Informationen.
ja: お使いのシステムがUEFI起動モードに対応している必要がありますが、現状ではレガシーモードで起動しています。お使いのシステムがUEFIに対応していないという意味ではありません。詳細はマザーボード、システムのマニュアル、BIOSをチェックしてください。

# descCPUBad
source: Your CPU doesn't meet the specification requirements.\n\nYou can find a list of supported processors here\n\nIntel:\nhttps://docs.microsoft.com/en-us/windows-hardware/design/minimum/supported/windows-11-supported-intel-processors\n\nAMD:\nhttps://docs.microsoft.com/en-us/windows-hardware/design/minimum/supported/windows-11-supported-amd-processors
de: Deine CPU erfüllt nicht die Spezifikationsanforderungen.\n\nDu findest eine Liste der unterstüzten Prozessoren hier\n\nIntel:\nhttps://docs.microsoft.com/en-us/windows-hardware/design/minimum/supported/windows-11-supported-intel-processors\n\nAMD:\nhttps://docs.microsoft.com/en-us/windows-hardware/design/minimum/supported/windows-11-supported-amd-processors
ja: お使いのCPUは仕様上の要件を満たしません。下記の周波数またはコア数に関する個別の情報を参照ください。

# descCPUCoresBad
source: You don't have enough processing cores to run Windows 11."
de: Du hast nicht genug Prozessorkerne, um Windows 11 auszuführen.
ja: Windows 11の実行に十分なCPUコア数がありません

# descCPUInfo
source: Your CPU meets the soft requirements, it's just not listed on the official list of supported processors. This is just an information for you. The requirement is fulfilled for the time being.\n\nYou can find a list of supported processors here\n\nIntel:\nhttps://docs.microsoft.com/en-us/windows-hardware/design/minimum/supported/windows-11-supported-intel-processors\n\nAMD:\nhttps://docs.microsoft.com/en-us/windows-hardware/design/minimum/supported/windows-11-supported-amd-processors
de: Deine CPU erfüllt die Mindestanforderungen, sie ist nur nicht in der offiziellen Liste der unterstützten Prozessoren aufgeführt. Dies ist nur eine Information für dich. Die Anforderung ist aber erstmal erfüllt.\n\nDu findest eine Liste der unterstüzten Prozessoren hier\n\nIntel:\nhttps://docs.microsoft.com/en-us/windows-hardware/design/minimum/supported/windows-11-supported-intel-processors\n\nAMD:\nhttps://docs.microsoft.com/en-us/windows-hardware/design/minimum/supported/windows-11-supported-amd-processors
ja: お使いのCPUは最低要件を満たしていますが、公式の対応CPU一覧には載っていません。これは参考情報です。当面の要件は満たされています。\n\n対応CPU一覧は以下にあります。\n\nIntel:\nhttps://docs.microsoft.com/en-us/windows-hardware/design/minimum/supported/windows-11-supported-intel-processors\n\nAMD:\nhttps://docs.microsoft.com/en-us/windows-hardware/design/minimum/supported/windows-11-supported-amd-processors

# descCPUSpeedBad
source: Your CPU frequency doesn't meet the minimum requirements for Windows 11.
de: Deine CPU-Frequenz entspricht nicht den Mindestanforderungen für Windows 11.
ja: CPU周波数がWindows 11の最低要件を満たしません

# descDirectXBad
source: Your DirectX version is too low. This doesn't necessarily mean that your system doesn't support higher versions. Check DXDIAG for more information.
de: Deine DirectX-Version ist zu niedrig. Dies bedeutet nicht unbedingt, dass dein System keine höheren Versionen unterstützt. Prüfe dies mit DXDIAG für weitere Informationen.
ja: DirectXのバージョンが低すぎます。お使いのシステムが高いバージョンに対応していないという意味ではありません。詳細はDXDIAGをチェックしてください。

# descDisplayBad
source: One or more of your monitors are too small to work on Windows 11.
de: Einer oder mehrere deiner Monitore sind für Windows 11 zu klein.
ja: 1つ以上のモニターがWindows 11の動作には狭すぎます

# descFreeSpaceBad
source: From the leaked version of Windows 11, It can be seen that the Setup file (ISO File) size is 4.54 GB. Considering that the leaked version does not have all the features, we can say that the actual file size will be between 4.5 to 6 GB. Just keep in mind that Windows 11 requires a disk with at least 64 GB of storage space.
de: Aus der durchgesickerten Version von Windows 11 ist ersichtlich, dass die Größe der Setup-Datei (ISO-Datei) 4,54 GB beträgt. Wenn man bedenkt, dass die durchgesickerte Version nicht alle Funktionen hat, können wir sagen, dass die tatsächliche Dateigröße zwischen 4,5 und 6 GB liegen wird. Denke nur daran, dass Windows 11 einen Datenträger mit mindestens 64 GB Speicherplatz voraussetzt.
ja: リークされたバージョンのWindows 11によると、セットアップファイル(ISOファイル)のサイズは4.54GBとみられます。リークされたバージョンは全機能を備えているわけではないことを考慮すると、実際のファイルサイズは4.5～6GB程度と考えられます。Windows 11は最低64GBのストレージ空間のディスクを必要とすることに留意してください。

# descInetBad
source: We weren't able to connect to the internet. Windows 11 Home edition requires internet connectivity and a Microsoft account to complete device setup on first use. Switching a device out of Windows 11 Home in S mode also requires internet connectivity.
de: Wir sind nicht in der Lage, uns mit dem Internet zu verbinden. Windows 11 Home Edition erfordert eine Internetverbindung und ein Microsoft-Konto, um die Einrichtung des Geräts bei der ersten Verwendung abzuschließen. Das Umschalten eines Geräts aus Windows 11 Home in den S-Modus erfordert ebenfalls eine Internetverbindung.
ja: Windows 11 Homeエディションでは、初回使用時に機器のセットアップを完了するには、インターネット接続とマイクロソフトアカウントが必要です。 Windows 11 HomeのSモードを解除する場合もインターネット接続が必要です。

# descPartitionBad
source: Your system needs to support GPT partition types, right now your system is booting using MBR. This doesn't necessarily mean that your system doesn't support it. Check your motherboard, system manual or bios for more information.
de: Dein System muss GPT-Partitionstypen unterstützen. Im Moment bootet dein System aber mit MBR. Das bedeutet nicht unbedingt, dass dein System dies nicht unterstützt. Prüfe hierzu dein Motherboard, das Systemhandbuch oder das BIOS für weitere Informationen.
ja: お使いのシステムがGPTパーティションタイプに対応している必要がありますが、現状ではMBRで起動しています。お使いのシステムがGPTに対応していないという意味ではありません。詳細はマザーボード、システムのマニュアル、BIOSをチェックしてください。

# descRAMBad
source: Your RAM does not meet the minimum requirements for Windows 11.
de: Dein RAM erfüllt nicht die Mindestanforderungen für Windows 11.
ja: RAM容量がWindows 11の最低要件を満たしていません

# descSecureBootBad
source: Secure Boot functionality is missing. You can bypass the Secure boot requirements with ReadySunValley. Use the repair link in the right panel.
de: Es fehlt die Secure Boot-Funktionalität. Du kannst aber die Secure Boot-Anforderungen mit ReadySunValley umgehen. Verwende hierzu den Reparatur-Link in der rechten Leiste.
ja: セキュアブート機能がありません。ReadySunValleyではセキュアブートの要件を回避可能です。右のパネルの修復リンクを使います。

# descStorageBad
source: Your drive does not have enough capacity to run Windows 11.
de: Deine Festplatte hat nicht genügend Kapazität, um Windows 11 auszuführen.
ja: Windows 11の実行に十分な容量がありません

# descTPMBad
source: We could not find a TPM Module. If no TPM is present, you’ll probably find it’s been disabled in the UEFI. Otherwiese you can also bypass the TPM 2.0 requirements with ReadySunValley. Use the repair link in the right panel. A detailed guide on how to install Windows 11 without TPM and Secure Boot can also be found at https://www.bleepingcomputer.com/news/microsoft/how-to-bypass-the-windows-11-tpm-20-requirement/
de: Wir konnten kein TPM-Modul finden. Wenn kein TPM vorhanden ist, ist es ggf. nur im UEFI deaktiviert. Andernfalls kannst du auch die TPM 2.0-Anforderungen mit ReadySunValley umgehen. Verwende hierzu den Reparatur-Link in der rechten Leiste. Was genau dahinter steckt und eine ausführliche Anleitung wie du Windows 11 auch ohne TPM und Secure Boot installieren kannst, findest du auf https://www.deskmodder.de/wiki/index.php?title=Windows_11_auch_ohne_TPM_und_Secure_Boot_installieren
ja: TPMモジュールが見つかりませんでした。TPMが存在しない場合、おそらくUEFIで無効化されています。そうでない場合、ReadySunValleyではTPM 2.0の要件を回避可能です。右のパネルの修復リンクを使います。TPMとセキュアブートなしでWindows 11をインストールする詳しい方法は以下にあります。\nhttps://www.bleepingcomputer.com/news/microsoft/how-to-bypass-the-windows-11-tpm-20-requirement/

# descTPMInfo
source: Your TPM version is too low. If you’re running an older version of TPM (1.2 typically), then you may be able to update it to TPM 2.0 with a firmware update.
de: Deine TPM-Version ist zu niedrig. Wenn du eine ältere Version von TPM verwendest (typischerweise 1.2), kannst du es möglicherweise mit einem Firmware-Update auf TPM 2.0 aktualisieren.
ja: TPMのバージョンが低すぎます。古いバージョンのTPM(通常は1.2)が動作している場合、ファームウェア更新でTPM 2.0にアップデートできる場合があります。

# descWDDMBad
source: Your Windows Display Driver Model version does not meet the minimum requirements for Windows 11. Your Graphics card must be compatible with DirectX 12 or later with WDDM 2.0 driver.
de: WDDM erfüllt nicht die Mindestanforderungen für Windows 11. WDDM mit einem 2.0-Treiber wird vorausgesetzt.
ja: Windows Display Driver ModelのバージョンがWindows 11の最低要件を満たしていません。お使いのグラフィックカードがDirectX 12以降とWDDM 2.0ドライバに対応していなければなりません。

# infoBypassDone
source: TPM and Secure Boot restriction has been bypassed.
de: TPM- und Secure Boot-Einschränkungen wurden umgangen.
ja: TPMとセキュアブートの制約を回避しました。

# infoBypassUndo
source: System settings are in place again.
de: Bypass wurde außer Kraft gesetzt.
ja: システム設定を再度復元しました。

# infoCaptureHint
source: Click <OK> to prepare the Twitter status. After that you just need to upload the result image you just created.
de: Klicke auf <OK> um den Twitter Status vorzubereiten. Im Anschluss musst du nur noch das soeben erzeugte Ergebnisbild hochladen.
ja: OKをクリックするとTwitterの状態を準備します。その後、作成した結果の画像をアップロードする必要があります。

# infoCompareUtil
source: Do you want to compare the results with the Utility "WhyNotWin11"?
de: Möchtest du die Ergebnisse mit dem Tool "WhyNotWin11" vergleichen?
ja: 結果を"WhyNotWin11"ユーティリティと比較しますか?

# infoElevation
source: Elevated rights are required for TPM and Secure Boot detection.\n\nCan the app be restarted with administrative rights?
de: Es sind erhöhte Rechte für die Erkennung von TPM und Secure Boot erforderlich.\n\nDarf ReadySunValley mit administrativen Rechten gestartet werden?
ja: TPMとセキュアブートの検出には権限昇格が必要です。\n\n本アプリを管理者権限で実行してください。

# infoUpdate
source: App update available
de: App-Aktualisierung verfügbar
ja: アプリの更新が利用可能

# lblBitness
source: Architecture
de: Architektur
ja: アーキテクチャ

# lblBitnessCheck
source: Checking...
de: Überprüfung...
ja: チェック中...

# lblBootType
source: Boot Method
de: Boot-Methode
ja: 起動方式

# lblBootTypeCheck
source: Checking...
de: Überprüfung...
ja: チェック中...

# lblCores
source: Cores
de: Kerne
ja: コア

# lblCoresCheck
source: Checking...
de: Überprüfung...
ja: チェック中...

# lblCPU
source: Checking CPU Compatibility...
de: Überprüfung der CPU-Kompatibilität...
ja: CPU互換性をチェック中...

# lblDirectXCheck
source: Checking...
de: Überprüfung...
ja: チェック中...

# lblDiskType
source: Disk Partition
de: Partitionstyp
ja: ディスクパーティション

# lblDisplay
source: Display
de: Monitor
ja: ディスプレイ

# lblDisplayCheck
source: Checking...
de: Überprüfung...
ja: チェック中...

# lblFreeSpace
source: Free Space
de: Verfügbarer Speicher
ja: 空き容量

# lblFreeSpaceCheck
source: Checking...
de: Überprüfung...
ja: チェック中...

# lblHeader
source: Your Compatibility Results
de: Dein Kompatibilitätsbericht
ja: 互換性チェックの結果

# lblInet
source: Internet
ja: インターネット

# lblInetCheck
source: Checking...
de: Überprüfung...
ja: チェック中...

# lblMhzCheck
source: Checking...
de: Überprüfung...
ja: チェック中...

# lblRAM
source: Installed RAM
de: Installierter RAM
ja: RAM

# lblRAMCheck
source: Checking...
de: Überprüfung...
ja: チェック中...

# lblSecureBoot
source: Secure Boot
ja: セキュアブート

# lblSecureBootCheck
source: Checking...
de: Überprüfung...
ja: チェック中...

# lblStatus
source: Checking system requirements...
de: Überprüfung der Systemvoraussetzungen...
ja: システム要件をチェック中...

# lblStorage
source: Storage
de: Festplatte
ja: ストレージ

# lblStorageCheck
source: Checking...
de: Überprüfung...
ja: チェック中...

# lblThreads
source: Threads
ja: スレッド

# lblTPMCheck
source: Checking...
de: Überprüfung...
ja: チェック中...

# lblWDDMCheck
source: Checking...
de: Überprüfung...
ja: チェック中...

# lnkCompatibilityFix
source: Click here to fix some of these failed results with a registry hack
de: Klicke hier, um einige dieser fehlgeschlagenen Ergebnisse mit einem Registry-Hack zu beheben
ja: ここをクリックすると、失敗した結果の一部をレジストリハックで修正します。

# lnkDiskTypeCheck
source: Checking...
de: Überprüfung...
ja: チェック中...

# lnkDiskTypeInfo
source: (List all)
de: (Alle anzeigen)
ja: (全ての一覧)

# menuBypassUndo
source: Undo Bypass
de: Bypass aufheben
ja: 回避策を取り消す

# menuVote
source: Vote here!
de: Jetzt abstimmen!
ja: 投票しましょう!

# menuVoteContent
source: Does your hardware qualify for Windows 11?
de: Ist dein System für Windows 11 qualifiziert?
ja: お使いのPCはWindows 11に適合していますか?

# optionBypass
source: If you are attempting to install Windows 11 and receive a message stating, "This PC can't run Windows 11" it is likely that you do not have a TPM 2.0 requirement, Secure Boot or 4 GB of RAM.\n\nThe good news is that Microsoft includes a new "LabConfig" registry key that allows you to configure settings to bypass the TPM 2.0, the 4 GB memory, and Secure Boot requirements.\n\nPlease note, that by disabling the TPM 2.0 requirement, you are effectively reducing the security in Windows 11.\n\nDo you want to bypass these restrictions?
de: Wenn du versuchst Windows 11 zu installieren und die Meldung "Auf diesem PC kann Windows 11 nicht ausgeführt werden" erhältst, ist es sehr wahrscheinlich, dass dein PC eine der Anforderungen wie TPM 2.0, Secure Boot oder 4 GB RAM nicht erfüllt.\n\nDie gute Nachricht ist, dass Microsoft einen neuen "LabConfig"-Registrierungsschlüssel enthält, der es dir ermöglicht die Anforderungen für TPM 2.0, 4 GB Arbeitsspeicher und Secure Boot zu umgehen.\n\nBitte beachte, dass durch die Deaktivierung der TPM 2.0-Anforderung die Sicherheit in Windows 11 effektiv reduziert wird.\n\nWillst du diese Einschränkungen umgehen?
ja: Windows 11をインストールしようとして「このPCはWindows 11を実行できません」というメッセージが現れる場合、TPM 2.0、セキュアブート、4GBのRAMの要件を満たさないことが多いです。\n\nマイクロソフトは新しいレジストリキー「LabConfig」を導入し、TPM 2.0、4GBメモリ、セキュアブートの要件を回避するよう設定することが可能となりました。\n\nTPM 2.0要件を無効化することにより、Windows 11のセキュリティを低下させることに注意してください。\n\n以上の制約を回避しますか?

# ttRecheck
source: Run check again
ja: チェックを再度実行

# errorInternet
source: Check your Internet connection and try again.
de: Prüfe deine Internetverbindung und versuche es später noch einmal.

# errorUpdate
source: App update check failed to start.
de: Die Suche nach App-Updates ist fehlgeschlagen

# lblSubHeader
source: *for System
de: *für das System
